<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * MaxSite CMS
 * Language file
 * (c) http://max-3000.com/
 * Author: (c) Ваше имя
 * Author URL: 
 * Update URL: 
 */

$lang['Еще записи по теме'] = '';
$lang['Читать полностью »'] = '';
$lang['Я забыл пароль'] = '';
$lang['Работает на <a href="http://max-3000.com/">MaxSite CMS</a> | Время: {elapsed_time} | SQL: %s | Память: {memory_usage}'] = '';
$lang['/ | Главная_NR_about | О сайте_NR_comments | Комментарии_NR_contact | Контакты_NR_sitemap | Архив_NR_feed | RSS'] = '';

$lang['Вход'] = '';
$lang['Управление'] = '';
$lang['Выйти'] = '';
$lang['Последние комментарии'] = '';
$lang['Список комментаторов'] = '';
$lang['Подписаться по RSS'] = '';
$lang['Подписаться на эту рубрику по RSS'] = '';
$lang['Рубрика'] = '';
$lang['Метки'] = '';
$lang['Архивы'] = '';
$lang['Читать полностью'] = '';
$lang['Обсудить'] = '';
$lang['Комментарии'] = '';
$lang['Скачать файл'] = '';
$lang['Перейти к списку'] = '';
$lang['Привет'] = '';
$lang['Ваш комментарий'] = '';
$lang['Не регистрировать/аноним'] = '';
$lang['Используйте нормальные имена. Ваш комментарий будет опубликован после проверки.'] = '';
$lang['Используйте нормальные имена.'] = '';
$lang['Если вы уже зарегистрированы как комментатор или хотите зарегистрироваться, укажите пароль и свой действующий email. <br />(<i>При регистрации на указанный адрес придет письмо с кодом активации и ссылкой на ваш персональный аккаунт, где вы сможете изменить свои данные, включая адрес сайта, ник, описание, контакты и т.д.</i>)'] = '';

$lang['Карта сайта (архив)'] = '';
$lang['404. Ничего не найдено...'] = '';
$lang['404 - несуществующая страница'] = '';
$lang['Извините, ничего не найдено'] = '';
$lang['Извините по вашему запросу ничего не найдено!'] = '';
$lang['Извините, ничего не найдено, попробуйте повторить поиск.'] = '';
$lang['Читать комментарии'] = '';
$lang['Просмотров'] = '';
$lang['Подписаться на'] = '';
$lang['комментарии по RSS'] = '';
$lang['Оставьте комментарий!'] = '';
$lang['Ожидает модерации'] = '';
$lang['Комментарии запрещены'] = '';
$lang['Автор'] = '';
$lang['Готово'] = '';
$lang['к'] = '';
$lang['Поиск'] = '';
$lang['что искать?'] = '';
$lang['Совпадений'] = '';


$lang['Понедельник Вторник Среда Четверг Пятница Суббота Воскресенье'] = '';
$lang['января февраля марта апреля мая июня июля августа сентября октября ноября декабря'] = '';


// type/contact.php
$lang['Обратная связь'] = '';
$lang['Привет роботам!'] = '';
$lang['Ваше имя'] = '';
$lang['Email'] = '';
$lang['E-mail'] = '';
$lang['Телефон'] = '';
$lang['Телефон (с кодом города)'] = '';
$lang['Адрес сайта'] = '';
$lang['Вами отправлено сообщение'] = '';
$lang['Ваше сообщение отправлено!'] = '';
$lang['Нужно указать корректные данные'] = '';
$lang['Выберите тему письма'] = '';
$lang['Пожелания по сайту'] = '';
$lang['Нашел ошибку на сайте'] = '';
$lang['Подскажите, пожалуйста'] = '';
$lang['Я вас люблю!'] = '';
$lang['Я вас ненавижу...'] = '';
$lang['Я вам пишу, чего же боле...'] = '';
$lang['Сообщение'] = '';
$lang['Защита от спама'] = '';
$lang['Укажите свой ответ'] = '';
$lang['Отправить копию письма на ваш e-mail?'] = '';
$lang['Да'] = '';
$lang['Отправить'] = '';
$lang['Очистить форму'] = '';

// type/loginform.php
$lang['Неверный логин/пароль'] = '';
$lang['Введите свой логин и пароль'] = '';
$lang['Логин'] = '';
$lang['Пароль'] = '';
$lang['Войти'] = '';
$lang['Вернуться к сайту'] = '';
$lang['выйти'] = '';

$lang['Комментатор'] = '';
$lang['Комментаторы'] = '';
$lang['Персональная страница'] = '';
$lang['Активация не завершена.'] = '';
$lang['Завершить'] = '';
$lang['Введите ключ активации'] = '';
$lang['Ваш код активации'] = '';
$lang['В случае проблем с активацией (не пришел ключ, указали ошибочный email), обращайтесь к администратору по email:'] = '';
$lang['Восстановление пароля'] = '';
$lang['Новый пароль'] = '';
$lang['Если у вас сохранился код активации, то вы можете сразу заполнить все поля. Если код активации утерян, то вначале введите только email и нажмите кнопку «Готово». На указанный email вы получите код активации. После этого вы можете вернуться на эту страницу и заполнить все поля.'] = '';

$lang['Для редактирования введите свой email и пароль'] = '';
$lang['Ваш email'] = '';
$lang['Ваш пароль'] = '';
$lang['Укажите свои данные'] = '';

$lang['Указывая свои данные вы соглашаетесь с тем, что они будут публичными и открытыми.'] = '';
$lang['Отображаемый ник'] = '';
$lang['Сайт (с http://)'] = '';
$lang['Аватарка (с http://, размер 80x80px)'] = '';
$lang['HTML удаляется'] = '';
$lang['Дата регистрации'] = '';
$lang['Ник'] = '';
$lang['Комментариев'] = '';
$lang['Сайт'] = '';
$lang['ICQ'] = '';
$lang['MSN'] = '';
$lang['Jaber'] = '';
$lang['Дата рождения'] = '';
$lang['О себе'] = '';
$lang['Примечание админа'] = '';
$lang['Редактировать персональные данные'] = '';
$lang['Его последние комментарии'] = '';
$lang['Извините, пользователь с указанным номером не найден.'] = '';
$lang['Извините, на сайте пока нет зарегистрированных комментаторов.'] = '';

$lang['Читать рассказ'] = '';

?>