<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS
 * (c) http://max-3000.com/
 * Author: (c) 
 * Author URL: 
 * Update URL: 
 */

$lang['Админ-доступ к «Плагинам»'] = '';
$lang['Админ-панель'] = 'Admin-panel';
$lang['Версия'] = 'Version';
$lang['выйти'] = 'logout';
$lang['Добро пожаловать в MaxSite CMS!'] = 'Welcome to MaxSite CMS!';
$lang['Доступ запрещен'] = '';
$lang['Информация'] = 'Informations';
$lang['Настройки'] = 'Options';
$lang['Начало'] = 'Start';
$lang['Обновлено!'] = 'Updated!';
$lang['Ошибка обновления'] = 'Error updating';
$lang['Переход к сайту'] = 'Goto my site';
$lang['Плагины'] = 'Plugins';
$lang['Пользователи'] = 'Autors';
$lang['Работает на <a href="http://max-3000.com/" style="color: white;">MaxSite CMS</a>.'] = '';
$lang['Сохранить изменения'] = 'Save changes';
$lang['Страница создавалась {elapsed_time} секунд. Потребление памяти: {memory_usage}. Запросов MySQL:'] = '';


# templates/wordpress26
$lang['Привет,'] = 'Hi,';


# admin_cat
$lang['Добавить новую рубрику'] = 'Add new category';
$lang['Короткая ссылка'] = 'Slug';
$lang['Название'] = 'Name';
$lang['Настройка рубрик'] = 'Edit category';
$lang['Номер родителя'] = '';
$lang['Номер рубрики. В этой рубрике [COUNT] страниц'] = '';
$lang['Пор.'] = 'Order';
$lang['Порядок'] = 'Order';
$lang['Род.'] = 'Parent';
$lang['Рубрики'] = 'Category';
$lang['Ссылка'] = 'Link';
$lang['Удалить рубрику?'] = 'Delete cat?';


# admin_comments
$lang['C отмеченными:'] = '';
$lang['Автор'] = 'Author';
$lang['анонимно'] = 'anonim';
$lang['Вернуться к комментарию на сайте'] = 'Goto comment NA site';
$lang['Все'] = 'All';
$lang['Готово'] = '';
$lang['Дата'] = 'Date';
$lang['Запретить'] = '';
$lang['К списку комментариев'] = 'Goto list comments';
$lang['Комментарии'] = 'Comments';
$lang['комюзер'] = 'comuser';
$lang['написал в'] = '';
$lang['Одобрить'] = '';
$lang['Ошибка удаления'] = '';
$lang['Ошибочный запрос'] = 'Error query';
$lang['Ошибочный комментарий'] = 'Error comment';
$lang['Показать'] = 'Show';
$lang['Разрешить'] = '';
$lang['Редактирование комментария'] = 'Edit comment';
$lang['Список последних 20 комментариев.'] = '';
$lang['Текст'] = 'Text';
$lang['Только требующие модерации'] = '';
$lang['Уверены?'] = '';
$lang['Удалить'] = 'Delete';


# admin_files
$lang['(если нужно)'] = '';
$lang['px (по максимальной стороне).'] = '';
$lang['Админ-доступ к файлам (загрузка, просмотр)'] = '';
$lang['Выделенные файы будут безвозвратно удалены! Удалять?'] = '';
$lang['Выделите нужные файлы. (У вас должен быть активирован плагин <strong>LightBox</strong>)'] = '';
$lang['Выполнено'] = '';
$lang['Генерировать код галереи'] = '';
$lang['Для загрузки файла нажмите кнопку «Обзор», выберите файл на своем компьютере. После этого нажмите кнопку «Загрузить». Размер файла не должен превышать'] = '';
$lang['Для изображений изменить размер до'] = '';
$lang['Для изображений сделать миниатюру размером'] = '';
$lang['Загрузить'] = '';
$lang['Загрузка выполнена'] = '';
$lang['Загрузка файла'] = '';
$lang['Загрузки. Файлы. Галереи'] = 'Files. Galleris';
$lang['Загрузки'] = 'Files';
$lang['Здесь вы можете выполнить необходимые операции с файлами.'] = '';
$lang['Каталог <strong>%s</strong> создан!'] = 'Directory <strong>%s</strong> created!';
$lang['Коды для вставки'] = '';
$lang['Миниатюру делать путем:'] = '';
$lang['Навигация:'] = '';
$lang['Название:'] = '';
$lang['Не удалось перименовать файл в нижний регистр'] = '';
$lang['Нужно ввести имя каталога'] = '';
$lang['Обрезки (crop) по центру'] = '';
$lang['Обрезки (crop) с левого верхнего края'] = '';
$lang['Обрезки (crop) с левого нижнего края'] = '';
$lang['Обрезки (crop) с правого верхнего края'] = '';
$lang['Обрезки (crop) с правого нижнего края'] = '';
$lang['Описание файла:'] = '';
$lang['Ошибка загрузки файла.'] = '';
$lang['Предварительно нужно выделить файлы для галереи'] = '';
$lang['Примечание: миниатюра будет создана в каталоге'] = '';
$lang['Пропорционального уменьшения'] = '';
$lang['Создание миниатюры:'] = '';
$lang['Создать каталог в uploads?'] = '';
$lang['Такой каталог уже есть!'] = '';
$lang['Текущий каталог:'] = 'Current dir:';
$lang['Удалить'] = '';
$lang['Уменьшение изображения:'] = '';


# admin_home
$lang['Google Code (для тестеров)'] = '';
$lang['Latest-версия'] = 'Latest-version';
$lang['Ваша версия <strong>MaxSite CMS</strong>'] = 'You version <strong>MaxSite CMS</strong>';
$lang['Вы можете %sвыполнить обновление'] = 'EN Вы можете %sвыполнить обновление';
$lang['Кэш удален'] = 'Cache deleted';
$lang['Обновление не требуется.'] = '';
$lang['Официальный сайт'] = '';
$lang['Ошибка соединения с max-3000.com!'] = '';
$lang['Полученная информация является ошибочной'] = '';
$lang['Проверить последнюю версию MaxSite CMS'] = '';
$lang['Сбросить кэш системы'] = 'Clear cache system';
$lang['Текущая официальная версия'] = '';
$lang['Форум поддержки'] = '';
$lang['Центр помощи'] = '';


# admin_options
$lang['Автор:'] = 'Author:';
$lang['Вы не ввели тип страницы!'] = '';
$lang['Выберите нужный шаблон. Все шаблоны хранятся в каталоге <strong>«maxsite/templates»</strong>. Название шаблона совпадает с названием его каталога.'] = '';
$lang['Выбрать этот шаблон'] = 'Select template';
$lang['Действие'] = 'Action';
$lang['Добавить новый тип'] = 'Add new type';
$lang['Здесь вы можете указать основные настройки. Если указанная настройка отмечена «нет в базе», значит нужно ввести её значение и нажать кнопку «Сохранить».'] = '';
$lang['Изменить'] = 'Change';
$lang['Настройки сайта'] = 'Settings site';
$lang['Нет изображения'] = '';
$lang['Новый тип добавлен!'] = '';
$lang['Новый тип'] = 'New type';
$lang['Описание'] = 'Description';
$lang['Основные настройки'] = 'General options';
$lang['Основные'] = 'General';
$lang['Ошибка добавления!'] = '';
$lang['Такой тип страниц уже существует!'] = '';
$lang['Текущий шаблон:'] = 'Current template';
$lang['Тип'] = 'Type';
$lang['Типы страниц предназначены для того, чтобы вы могли группировать свои записи по своему усмотрению. Однако для того, чтобы задействовать дополнительные типы страниц, необходимо чтобы ваш шаблон знал об этих типах. Обычно это требует дополнительного программирования. Стандартно в <strong>MaxSite CMS</strong> использются типы <strong>«blog»</strong> - для отображения записей в обратном хронологическом порядке; а также <strong>«static»</strong> - для прочих статичных страниц.'] = '';
$lang['Типы страниц'] = 'Types pages';
$lang['Типы страниц'] = 'Types pages';
$lang['Шаблон сайта'] = 'Templates';
$lang['Шаблоны для сайта'] = 'Templates for site';


# admin_page
$lang['Автор'] = 'Author';
$lang['в новом окне'] = '';
$lang['Вам не разрешено редактировать чужие записи!'] = '';
$lang['Готово'] = 'Go';
$lang['Дата публикации'] = '';
$lang['Дата'] = 'Date';
$lang['Дополнительные поля meta'] = '';
$lang['Заголовок'] = 'Header';
$lang['Изменить'] = '';
$lang['Короткая ссылка'] = 'Short link';
$lang['Личное'] = 'Private';
$lang['Метки (через запятую)'] = '';
$lang['Метки:'] = '';
$lang['Нет файлов для отображения'] = '';
$lang['Нет'] = 'No';
$lang['Обсуждение'] = '';
$lang['Опубликовать'] = 'Publish';
$lang['Ошибка обновления'] = '';
$lang['Ошибка при удалении'] = '';
$lang['Ошибка создания страницы'] = '';
$lang['Ошибка удаления'] = '';
$lang['Ошибочная страница (нет такой страницы)'] = '';
$lang['Ошибочный запрос'] = '';
$lang['Пароль для чтения'] = '';
$lang['Показать все метки'] = '';
$lang['Показать только самые популярные метки'] = '';
$lang['Порядок'] = 'Order';
$lang['После сохранения вернуться к редактированию'] = '';
$lang['Посмотреть запись'] = '';
$lang['Просмотр'] = 'Show';
$lang['Публикация в RSS'] = '';
$lang['Разрешить комментирование'] = '';
$lang['Разрешить пинг'] = '';
$lang['Редактирование страницы'] = '';
$lang['Родительская страница'] = '';
$lang['Рубрика:'] = 'Category:';
$lang['Рубрика'] = 'Category';
$lang['Сейчас:'] = '';
$lang['Скопируйте код в редактор.'] = '';
$lang['Создать страницу'] = '';
$lang['Создать страницу'] = 'Create page';
$lang['Список всех страниц'] = '';
$lang['Список страниц'] = '';
$lang['Статус'] = 'Status';
$lang['Страница «Загрузки»'] = '';
$lang['Страница добавлена!'] = '';
$lang['Страница обновлена!'] = '';
$lang['Страница удалена'] = '';
$lang['Страницы'] = 'Pages';
$lang['Такая страница уже существует'] = '';
$lang['Тип страницы'] = '';
$lang['Тип'] = '';
$lang['Удалить страницу?'] = '';
$lang['Удалить страницу'] = 'Delete page';
$lang['Удалить'] = 'Delete';
$lang['Файлы'] = 'Files';
$lang['Черновик'] = 'Draft';


# admin_plugins
$lang['Автор'] = 'Author';
$lang['Версия'] = 'Version';
$lang['вкл'] = 'on';
$lang['Включить'] = '';
$lang['Выключить'] = '';
$lang['Выполнено:'] = '';
$lang['Деинсталировать'] = '';
$lang['Каталог'] = 'Dir';
$lang['Название'] = 'Name';
$lang['Настройка плагинов'] = 'Settings plugins';
$lang['откл'] = 'off';
$lang['Отметьте необходимые плагины и выберите нужное действие.'] = '';
$lang['Отметьте необходимые плагины'] = '';
$lang['Ошибка обновления'] = '';
$lang['Плагины расширяют стандартные возможности сайта. Здесь вы можете включить или отключить плагины. Если вы деинсталируете плагин, то это удаляет его настройки, что позволяет избежать «замусоривания» базы данных.'] = '';
$lang['Плагины'] = 'Plugins';
$lang['Статус'] = 'Status';


# admin_sidebars
$lang['в сайдбар'] = '';
$lang['Виджет не содержит настроек'] = '';
$lang['Для виджета можно указать <a href="http://max-3000.com/page/uslovija-otobrazhenija-vidzheta" target="_blank">условия отображения</a>.'] = '';
$lang['Добавить'] = '';
$lang['Добавьте в сайдбары необходимые виджеты. Каждый виджет в одной строчке. Виджеты будут отображаться в указанном вами порядке. Если указанные виджеты не существуют, то они будут проигнорированы при выводе в сайдбаре.'] = '';
$lang['Доступные виджеты (добавляйте только функцию/подчеркнуто)'] = '';
$lang['Если вы указываете несколько виджетов, то через пробел указывайте его номер.'] = '';
$lang['Здесь вы можете настроить виджеты. Для открытия настроек виджета, кликните на его заголовок.'] = '';
$lang['К сожалению у вас нет доступных виджетов. Обычно они определяются в плагинах.'] = '';
$lang['Настройка виджетов'] = 'Configuration widgets';
$lang['Настройки виджетов'] = 'Settings widgets';
$lang['Настройки сайдбаров'] = 'Configuration sidebars';
$lang['Обновлено!'] = '';
$lang['Первый сайдбар'] = 'First sidebar';
$lang['Сайдбары и виджеты'] = 'Sidebars and widgets';
$lang['Сайдбары не определены. Обычно они регистрируются в файле <b>functions.php</b> вашего шаблона. Например:'] = '';
$lang['Сайдбары не определены. Обычно они регистрируются в файле <b>functions.php</b> вашего шаблона. Например:'] = '';
$lang['Сохранить изменения'] = 'Save changes';


# admin_users
$lang['E-mail'] = '';
$lang['ICQ'] = '';
$lang['Jaber'] = '';
$lang['MSN'] = '';
$lang['Skype'] = '';
$lang['URL аватара'] = '';
$lang['Английский'] = '';
$lang['Без уведомлений'] = '';
$lang['введите название новой группы'] = '';
$lang['Вернуться к списку пользователей'] = '';
$lang['Временная зона'] = '';
$lang['Год:'] = '';
$lang['Группа:'] = 'Group:';
$lang['Группа'] = 'Group';
$lang['Группы и разрешения'] = 'Groups and allows';
$lang['Группы пользователей'] = '';
$lang['Дата рождения'] = '';
$lang['Действие'] = 'Action';
$lang['День:'] = '';
$lang['Если данные некорректны, то пользователь создан не будет. Для нового пользователя-админа нужно обновить разрешения.'] = '';
$lang['Здесь вы можете настроить группы пользователей. Вы не можете удалить группы <strong>«admins»</strong> и <strong>«users»</strong>. Группе <strong>«admins»</strong> разрешены все действия.'] = '';
$lang['Значение'] = '';
$lang['Изменить разрешения'] = '';
$lang['Изменить'] = 'Change';
$lang['Имя'] = 'Name';
$lang['Логин'] = 'Login';
$lang['Месяц:'] = '';
$lang['Мой профиль'] = 'My profile';
$lang['Название'] = 'Name';
$lang['Настройка групп пользователей'] = 'Settings groups users';
$lang['Настройка своего профиля'] = '';
$lang['Ник'] = 'Nik';
$lang['Новая группа добавлена!'] = '';
$lang['Новый пароль (только английские символы, длина > 6 символов)'] = '';
$lang['Обновление выполнено'] = '';
$lang['Отображать'] = '';
$lang['Ошибка добавления!'] = '';
$lang['Ошибка обновления'] = '';
$lang['Ошибка удаления!'] = '';
$lang['Ошибочное имя'] = '';
$lang['Ошибочный запрос'] = '';
$lang['Подписаться'] = '';
$lang['Подтвердите пароль'] = '';
$lang['Пока нет ни одного действия...'] = '';
$lang['Пользователи'] = 'Users';
$lang['Пользователь создан!'] = '';
$lang['Примечание админа'] = '';
$lang['Произошла ошибка'] = '';
$lang['Прятать'] = '';
$lang['Редактирование пользователя'] = '';
$lang['Русский'] = '';
$lang['Сайт'] = 'Site';
$lang['Смайлики'] = '';
$lang['Создать нового пользователя'] = '';
$lang['Создать новую группу'] = '';
$lang['Создать пользователя'] = '';
$lang['Список пользователей сайта'] = '';
$lang['Список пользователей'] = 'Users';
$lang['Такая группа уже существует!'] = '';
$lang['Уведомления'] = '';
$lang['Уверены?'] = '';
$lang['Удаление выполнено'] = '';
$lang['Удалить отмеченные группы'] = '';
$lang['Украинский'] = '';
$lang['Фамилия'] = '';
$lang['Язык'] = '';


# template_options
$lang['Доступ к настройкам шаблона'] = '';
$lang['Настройка шаблона'] = 'Template options';


?>