<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS (c) http://max-3000.com/
 * SMTP mail plugin
 * Author: (c) Wave
 * Author URL: http://wave.fantregata.com/
 * Update URL: http://wave.fantregata.com/page/work-for-maxsite
 */
 
# smtp_mail
$lang['SMTP mail'] = 'SMTP mail';
$lang['Плагин позволяет отправлять почту через SMTP сервер.'] = 'Модуль дозволяє відправляти пошту через SMTP сервер.';

$lang['E-mail, с которого отправляем почту'] = 'E-mail, з якого відправляемо пошту';
$lang['Зачастую, со стороннего SMTP сервера можно отправить почту только если адрес принадлежит именно этому серверу.<br>Если пусто — используется тот, что указан в настройках сайта.'] = 'Часто буває, що зі стороннього SMTP сервера можно відправити пошту тільки якщо адреса належить цьому серверу.<br>Якщо пусто — використовується той, що вказаний в опціях сайту.';
$lang['Протокол отправки'] = 'Протокол відправки';
$lang['Для «smtp» укажите ниже SMTP хост, пользователя и пароль. Для «sendmail» укажите серверный путь к Sendmail.<br>Для «mail» планируются расширенные функции по сравнению со штатной возможностью системы.'] = 'Для «smtp» вкажіть далі SMTP хост, користувача і пароль. Для «sendmail» вкажіть серверный шлях до Sendmail.<br>Для «mail» плануються розширені функції порівняно з можливостями системи.';
$lang['Серверный путь к Sendmail.'] = 'Серверний шлях до Sendmail.';
$lang['Обычно это «/usr/sbin/sendmail»'] = 'Найбільш вірогідно це «/usr/sbin/sendmail»';
$lang['SMTP host'] = 'SMTP host';
$lang['SMTP user'] = 'SMTP user';
$lang['SMTP pass'] = 'SMTP pass';
$lang['<b style="color: red;">Примечание:</b> пароль в базе данных хранится в открытом виде.'] = '<b style="color: red;">Примітка:</b> пароль в базі даних буде в нешифрованому вигляді.';
$lang['Может быть, например, 25, 2525 или 587.'] = 'Може бути, наприклад, 25, 2525 или 587.';
$lang['Настройки плагина «SMTP mail»'] = 'Опції модуля «SMTP mail»';
$lang['Укажите необходимые опции.'] = 'Вкажіть необхідні опції';
$lang['Складывать ли письма в <b>uploads</b>'] = 'Чи зберігати пошту до <b>uploads</b>';
$lang['Письма можно не только отправлять на почту, но и сохранять в каталог <b>uploads</b>, где их можно посмотреть даже если они не дошли на e-mail.'] = 'Пошту ви можете не тільки відправляти, та ще й зберігати до <b>uploads</b>, де їх можна прочитати навіть якщо вони не дійшли на e-mail.';
$lang['Каталог в <b>uploads</b>, куда складывать почту'] = 'Каталог в <b>uploads</b>, куди зберігати пошту';
$lang['Каталог вы можете создать в разделе «Загрузки». Это может быть, например, <b>mail</b>.<br>Оставьте пустым, если хотите складывать письма в <b>uploads</b>.'] = 'Каталог ви можете створити в «Загрузках». Наприклад, <b>mail</b>.<br>Залиште пустим, якщо хочете зберігати в <b>uploads</b>.';
$lang['Отправлять письма на e-mail'] = 'Відправляти пошту на e-mail';
$lang['Если письма сохраняются в каталог <b>uploads</b> или просто нужно отключить отправку на e-mail, снимите галочку здесь.'] = 'Якщо листи зберігаються в каталозі <b>uploads</b>, або потібно відключити відправку на e-mail взагалі, зніміть пташку тут.';

# end file