<?php  if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS (c) http://max-3000.com/
 * Admin-announce plugin
 * Author: (c) Wave
 * Author URL: http://wave.fantregata.com/
 * Update URL: http://wave.fantregata.com/page/work-for-maxsite
 */

# admin_announce
$lang['Админ-анонс'] = 'Адмін-анонс';
$lang['Позволяет на стартовой странице админки размещать… что-то.'] = 'Дозволяє на початковій сторінці адмінки розміщувати… щось.';
$lang['Текст на стартовой странице'] = 'Текст на стартовій сторінці';
$lang['Введите текст (с html-оформлением), который должен быть на стартовой странице адмінки.'] = 'Введіть текст (з html-оформленням), який повинен бути на стартовій сторінці адмінки.';
$lang['Админ-доступ к административному анонсу'] = 'Адмін-доступ до адміністративного анонсу';
$lang['Показывать на стартовой странице админки статистику'] = 'Показувати на головній сторінці адмінки звіт';
$lang['Показывать статистику всем'] = 'Показувати звіт для всіх';
$lang['Если не отмечено, то показывается только для тех, кому разрешено редактировать «Админ-анонс»'] = 'Якщо не відмічено, показується тільки для тих, кому дозволено налаштовувати «Адмін-анонс»';
$lang['Учитывать страницы из будущего'] = 'Враховувати сторінки з майбутнього';
$lang['Если не отмечено, то статистика считается для страниц с датой раньше текущей'] = 'Якщо не відмічено, враховуються сторінки з датами раніш поточної';
$lang['Использовать редактор системы'] = 'Використовувати редактор системи';
$lang['Если отмечено, то используется визуальный редактор системы или подключенный плагин редактора. Иначе просто textarea и вывод не пропускается через балансировку тегов.'] = 'Якщо відмічено, використовується візуальний редактор системи або підключений модуль редактора. Інакше просто textarea та показ не пропускається через балансировку тегів.';
$lang['Дельта подсчёта (приблизительность максимальных и минимальных страниц).'] = 'Дельта переліку (приблизність максимальних та мінімальних сторінок).';
$lang['Насколько близко по количеству просмотров к минимуму и максимуму должны быть страницы в отчёте.'] = 'Наскільки близько по кількості проглядів до мінімуму та максимуму повинні бути сторінки у звіті.';
$lang['Популярные страницы'] = 'Сторінки, що проглядаються найбільш';
$lang['Средние'] = 'Сторінки, що проглядаються у середньму';
$lang['Непопулярные страницы'] = 'Сторінки, що проглядаються найменш';
$lang['просмотров: '] = 'Проглядів: ';
$lang['Просмотров'] = 'Проглядів';
$lang['Заголовок'] = 'Заголовок';
$lang['редактировать'] = 'редагувати';
$lang['Статистика'] = 'Звіт';
$lang['Дельта подсчёта: '] = 'Дельта переліку: ';
$lang['Всего опубликованных страниц: '] = 'Усього відображених сторінок: ';
$lang['Всего просмотров: '] = 'Усього переглядів: ';
$lang['Максимум просмотров страницы: '] = 'Найбільше переглядів сторінок: ';
$lang['Минимум просмотров страницы: '] = 'Найменше переглядів сторінок: ';
$lang['В среднем: '] = 'У середньму: ';

# end file