<?php if (!defined('BASEPATH')) exit('No direct script access allowed');

/**
 * Language for MaxSite CMS
 * Spoiler plugin
 * (c) http://max-3000.com/
 * Author: (c) Wave
 * Author URL: http://wave.fantregata.com/
 * Update URL: http://wave.fantregata.com/page/ukrainian-for-maxsite-cms
 */

#  Spoiler plugin
//admin
$lang['Обновлено!'] = 'Оновлено!';
$lang['Настройки плагина Spoiler'] = 'Налаштування для модулю Spoiler';
$lang['С помощью этого плагина вы можете скрывать текст под спойлер.<br />
Для использования плагина обрамите нужную ссылку в код <b>[spoiler]</b>ваш текст<b>[/spoiler]</b><br />
Также возможны такие варианты: [spoiler=показать]ваш текст[/spoiler], [spoiler=показать/спрятать]ваш текст[/spoiler],
[spoiler=/спрятать]ваш текст[/spoiler]'] = 
'За допомогою цього модулю вы можете приховувати текст під спойлер.<br />
Для використання модулю огорніть потрібне посилання в код <b>[spoiler]</b>ваш текст<b>[/spoiler]</b><br />
Також можливі інші варіанти: [spoiler=показати]ваш текст[/spoiler], [spoiler=показати/приховати]ваш текст[/spoiler],
[spoiler=/приховати]ваш текст[/spoiler]';
$lang['Можно настроить какой текст появится при замене:'] = 'Ви можете налаштувати, який текст з’явиться при заміні';
$lang['Сохранить изменения'] = 'Зберігти';
$lang['Показать '] = 'Показати '; 
$lang['Спрятать '] = 'Приховати ';
$lang['Скрыть'] = 'Приховати';
$lang['Показать...'] = 'Показати…';
$lang['Оставьте поле пустым, если не хотите использовать стили.	(стандартный файл: <b>spoiler</b>)'] = 
'Залиште поле пустим, якщо не бажаєте використовувати css стилі (стандартний файл: <b>spoiler</b>)';

//index
$lang['Админ-доступ к редактированию spoiler'] = 'Адміністративний доступ до налаштування модулю spoiler';
$lang['Настройка spoiler'] = 'Налаштування spoiler';
$lang['Доступ запрещен'] = 'Доступ заборонений!';
?>